{
    "navBarHome": "Home",
    "navBarCoinOverview": "Coin Overview",
    "navBarGetECC": "Get ECC",
    "navBarWallet": "Wallet",
    "navBarBlockExplorers": "Block Explorers",
    "navBarMobileWallets": "Mobile Wallets",
    "navBarServices": "Services",
    "navBarMultiChainSystem": "Multi Chain System",
    "navBarFileStorage": "File Storage",
    "navBarMessaging": "Messaging",
    "navBarANS": "Address Name Service",
    "navBarLearnMore": "Learn More",
    "navBarFAQ": "FAQ",
    "navBarWiki": "Wiki",
    "navBarWhitepaper": "Whitepaper",
    "navBarOurTeam": "Our Team",
    "navBarDevelopment": "Development",
    "navBarCommunity": "Community",
    "navBarContact": "Contact",
    "homePageUnchaining": "<span class='naslov_italic'> Unchaining </span><span> the internet </span>",
    "homePageWhatIsECC": "What is ecc?",
    "homePageABrandNewWorld": "A brand new cyber world, full of endless possibilities.",
    "homePageProjectDescription": "ECC is an open-source, innovative multi-chain platform. Our network operates with a financial core which allows it to function not only as a currency-transferring platform, but will also serve as a solid infrastructure for future commercial technologies. All of our multi-chain services are implemented with extra focus on user-friendliness, as well as offering unlimited commercial potential; all the while, maintaining a safe and decentralized platform.<br><br>Our developers are currently engineering the multi-chain core with our flagship services such as: file transfer and storage; decentralized messaging and currency transfer; right on top of the blockchain.<br><br>Our services implement ANS (Address Name Service); which means that users can send and receive coins and data simply by using nicknames rather than the long, cumbersome wallet addresses we are used to seeing.<br><br>For ECC, this is only the beginning. When development of the multi-chain foundation is completed with our easily-navigable interface and open-source platform, future developers can create new services right on top of our network! Exciting, isn’t it? We think so too.<br><br>At ECC, we strive to develop ground-breaking innovations; all with absolute privacy and security through our blockchain services.",
    "homePageMultiChain": "Multi chain",
    "homePageGoal": "Our goal is to relocate network services from the internet and move them over to the blockchain. How is this possible? With ECC’s multi-chain, what is possible on the internet will be possible on the blockchain; but in a more secure environment.",
    "homePageLearnMore": "Learn more",
    "homePageInitialServices": "Initial services",
    "homePageFileStorageDesc": "Store your files on the blockchain for as long as necessary with the peace of mind in knowing your files are 100% protected from prying eyes or theft. You can earn extra coins by becoming a host for our file storage services. ",
    "homePageMessagingDesc": "Exchange messages with anyone on the network with the assurance that they will be encrypted and completely private.",
    "homePageNameResolution": "Name resolution",
    "homePageNameResolutionDesc": "With name resolution, you will never have to utilize the long randomly-generated addresses again. Just nicknames, like you are used to. ",
    "homePageTimeLine": "Timeline & Roadmap",
    "homePageTimeLineDesc": "Our roadmap has been designed in order to facilitate a solid foundation for future technologies. We began with the creation of the multi-layered blockchain. This gives our project the desired scalability in order to accommodate limitless innovations into the future. Communication services like person-to-person messaging and email help to familiarize the user with just some of the things ECC has to offer. Coupled with our communication services, the file storage feature makes anything possible. We have put in place the cornerstone for expansion and scalability; this means other developers can create new technologies based on market need and demand, utilizing them right on the blockchain. The roadmap's timeline will be continually adjusted based on projected effort and available resources. These are goals, not promises. We'll keep it updated as tasks are completed.",
    "homePageTimeLine11": "Core upgrade",
    "homePageTimeLine12": "Recruiting community team members - Actively growing",
    "homePageTimeLine13": "Create active marketing outlets (Twitter, Slack)",
    "homePageTimeLine21": "Multi-chain code base",
    "homePageTimeLine22": "The multi-chain is the basis for future scalability of ECC. It enables ECC to implement new services on top of our currency chain. All future services can have commercial value due to this de-centralised platform.",
    "homePageTimeLine31": "Network manager",
    "homePageTimeLine32": "Chain manager",
    "homePageTimeLine41": "Re-branding",
    "homePageTimeLine42": "New website & wallet",
    "homePageTimeLine43": "Improve sync & loading times for wallets",
    "homePageTimeLine51": "Release Sapphire wallet",
    "homePageTimeLine52": "Our next generation wallet, and a platform for our future network services.<br>Sapphire serves as your home base for all things ECC.",
    "homePageTimeLine6": "Release Address Name Service (ANS)",
    "homePageTimeLine62": "Acquire new exchanges - Actively pursuing",
    "homePageTimeLine71": "Release Messaging Service",
    "homePageTimeLine72": "Adds the ability to send & receive messages on a blockchain within Sapphire",
    "homePageTimeLine81": "Actively pursue partnerships (Ongoing quarterly process)",
    "homePageTimeLine82": "Actively build out social media presence (networking on all platforms)",
    "homePageTimeLine91": "Release SPV wallet",
    "homePageTimeLine92": "A light wallet without the necessity to keep a local synced copy of the entire blockchain",
    "homePageTimeLine101": "Increase our marketing outreach program (Credible sources: magazines, media, etc)",
    "homePageTimeLine102": "Actively work to increase transfer speeds and efficiency",
    "homePageTimeLine11": "Release Sapphire PRO wallet (Beta mobile version)",
    "homePageTimeLine121": "Release File Storage Service",
    "homePageTimeLine122": "A network service that allows you to store your files in a secure & decentralized manner, all on the blockchain!",
    "homePageTimeLine13": "Reach out to potential partners that would benefit from our products",
    "homePageTimeLine14": "To be determined",
    "homePageDownloadWallet": "Download the wallet",
    "homePageDownload": "Download",
    "homePageWantToLearnMore": "Want to learn more?",
    "homePageCheckOutTheFaq": "Check out FAQ",
    "homePageShareYourThoughts": "If you want to share your thoughts with us, please feel free to contact us ",
    "homePageJoinSlack": "Join ECC-Public on Slack.",
    "homePageGetYourInvite": "GET YOUR INVITE",
    "homePageSlackSuccess": "Sent Successfully. We will invite you to slack shortly.",
    "homePageSlackError": "Something went wrong. We appologize for the inconvenience.",
    "homePage": "All Rights Reserved, powered by Amplitudo",
    "coinOverviewPage": "Coin overview",
    "coinOverviewPageGetEcc": "Get ecc",
    "coinOverviewPageAttributes": "Attributes",
    "coinOverviewPageInstantPayments": "Instant payments",
    "coinOverviewPageInstantPaymentsDesc": "No more waiting for banks to process a transfer. We can do it in seconds anytime.",
    "coinOverviewPageDataPrivacy": "Data privacy",
    "coinOverviewPageDataPrivacyDesc": "You control your data. Privacy has been a problem for years now and we aim to solve that problem.",
    "coinOverviewPageDecentralizedNetwork": "Decentralized network",
    "coinOverviewPageDecentralizedNetworkDesc": "The network is composed of multiple nodes, ensuring there is no single point of failure.",
    "coinOverviewPageScalableNetwork": "Scalable network",
    "coinOverviewPageScalableNetwork": "By using multiple chains we created a solution that builds on top of the main chain and allows for the addition of multiple services.",
    "coinOverviewPageMarketDetails": "Market details",
    "coinOverviewPagePrice": "Price",
    "coinOverviewPageVolume": "Volume",
    "coinOverviewPageMarketCap": "Market cap",
    "coinOverviewPageSupply": "Supply",
    "coinOverviewPageNoHardware": "Earn Coins With No Hardware Requirements",
    "coinOverviewPagePOSDesc": "There will never be more than <span> 25 Billion ECC Coins </span> Coins made. By buying coins and putting them in your wallet, you can open your wallet for staking which will reward you with free coins. Since we’ve already reached 25 billion coins, what happens now is whenever a transfer occurs in the network, it’s fees are destroyed, which means the total coin supply drops and someone ends up getting rewarded for staking",
    "getEccPageHeader": "If you are not sure on how to buy cryptocurrencies, have a look below and look at some of the alternatives you have",
    "getEccPageHowTo": "How to buy ECC",
    "getEccPageCE": "Visit coinexchange",
    "getEccPageCB": "Visit cryptobridge",
    "walletPageContactUs": "Contact us",
    "walletPageTroubleshooting": "Troubleshooting",
    "blockExplorersPageDesc": "<span> Block Explorers </span> are an online blockchain browser which display the contents of individual ECC blocks, transaction histories and the balance of wallet addresses.",
    "blockExplorersPageTransaction": "Search for a transaction",
    "blockExplorersPageAddress": "Search for an address",
    "blockExplorersPageCid": "Visit cryptoid",
    "blockExplorersPageCbe": "Visit cryptobe",
    "mobileWalletsPageSend": "Sending & receiving ecc on the go",
    "mobileWalletsPageMessage": "Messaging on the go",
    "mobileWalletsPageFiles": "Access & upload files on the go",
    "mobileWalletsPageComingSoon": "Coming soon",
    "multiChainPageDesc1": "What you see here is 4 nodes that are using the messaging service, while the other nodes opted not do use it. The interesting part here is that the messaging chain and payment chain are connected so that when a message is sent from one user to the other there is a cost associated with it. That cost is reflected in the payment chain and saved on it, while the messaging chain saves the actual messages being sent out. What this means is users who opted not to use the messaging service dont have to keep files related to that service.",
    "multiChainPageDesc2": "Every user (a node, in technical term) using ECC has the Payment Chain in their computers. You can think of a chain as a file that has all the transactions ever made in the network. Same way a bank has a history of all transactions that ever happened, so does every ECC user. The other chains (which end up being services) are optional and are built on top of this main chain.",
    "multiChainPagePayment": "Payment network",
    "multiChainPageMessaging": "Messaging network",
    "multiChainPageNode": "Node",
    "multiChainPageLayer1": "Layer 1",
    "multiChainPageLayer2": "Layer 2",
    "multiChainPagePaymentMessaging": "Payment network + messaging network (optional)",
    "fileStoragePageHeader": "It's your data, you should own it",
    "fileStoragePageEndUser": "End-User ",
    "fileStoragePageSecurity": "Security",
    "fileStoragePagePrivacy": "Privacy",
    "fileStoragePageRedundancy": "Redundancy",
    "fileStoragePageEasyToUse": "Easy to use",
    "fileStoragePageSecurityDesc": "Your file is split into various pieces, encrypted with your own private key and sent out to various hosts.",
    "fileStoragePagePrivacyDesc": "Even if someone does get hold of your files, they are encrypted. It would take hundreds of years for someone to un-encrypt your files.",
    "fileStoragePageRedundancyDesc": "Your files are saved in multiple hosts, making sure they are always available to you and safe.",
    "fileStoragePageEasyToUseDesc": "ust drag and drop to upload! Also preview images and videos even with the actual files in the network and not available locally!",
    "fileStoragePageHost": "Host",
    "fileStoragePageHostDesc": "You can also chose to become a host and earn ECC while doing so. It is very easy to become a host for file storage, and no coins are required. Just select how much disk space you want to make available and you are all set!",
    "messagingPageHeader": "Behind are the days of having your messages sold to advertisers",
    "messagingPageInstant": "Instant Messaging",
    "messagingPageFileTransfer": "File Transfer",
    "messagingPageUptime": "Uptime of the service",
    "ansPageHeader": "Blockchain doesn't have to be complicated",
    "ansPageDesc": "ANS or Address name service enables you to easily connect to other ECC users via a self-chosen nickname instead of a long difficult wallet address. This service gives the user a more secure and easy to use tool whilst remaining completely anonymous.",
    "teamPageTitle1": "The Community Coin",
    "teamPageTitle2": "What Does it Mean to Be Community Driven?",
    "teamPageTitle3": "Why is a Community Driven Project a Good Thing?",
    "teamPageTitle4": "Team members",
    "teamPageTitle5": "Partners",
    "teamPageDesc1": "One of the most important factors when considering investing in any cryptocurrency is the ability to find out what’s going on with the development of the technology behind it.<br> <br>Anyone who is experienced will know that there are all kinds of coins, from friendly, bootstrap startups with small, tight-knit teams, to large, faceless, corporate coins with development teams playing their cards extremely close to their chest.<br> <br>ECC has been focused, from day one, on being a community driven coin. A quick look on the slack channel will show you how open and involved each member of the ECC community is.",
    "teamPageDesc2": "Community driven simply means that the community is actively involved in helping out with the coin and voicing their opinions on what should and could happen next.<br> <br>Here are some of the ways community members help out:<br> <br><span class='over_italic'> Sharing Ideas </span> - Everyone is free to share ideas in the ECC community, from functions the coin could possibly have in the future, to the best way to get listed on new exchanges and ideas on how to market the project.<br> <br><span class='over_italic'>Sharing Time & Skills  </span> - When we say ECC is driven by community members, we mean that literally. This is a project in which ECC holders themselves actively chip in and contribute to the development of the project. We have computer programmers, writers, marketers, business people with connections all over the world, translators, and a whole group with various skill levels constantly pitching in and helping make this project a success. The result is an open, transparent team of highly motivated volunteers dedicated to making ECC a success.<br> <br>This also increases our chances of success...after all, the efforts of hundreds of people with a stake in the outcome is always greater than the efforts of a few.<br> <br><span class='over_italic'>Sharing Questions & Concerns  </span>- Have you ever been involved in a project were it was almost impossible to get a straight answer as to what was going on? The ECC community is not like that at all. We are open, transparent, and happy to answer any questions, at any time, from either long-term holders or those just new to the community.",
    "teamPageDesc3": "ECC has been focused, from day one, on being a community driven coin. A quick look on the slack channel will show you how open and involved each member of the ECC community is.",
    "teamPageDesc4": "There are a few reasons we think ECC being steered by the community is a positive thing:<br> <br>First, ECC community members have skin in the game. As holders who have invested in the project, we want to see it succeed.<br> <br>Second, it makes things much more open and transparent, which suits those who like to know what’s going on and don’t like the secretive nature of many projects. This helps create confidence.<br> <br>Third, it’s just plain nice to be part of a community that’s so helpful, honest, and which shares a common vision.<br> <br>That’s what being a community driven coin is all about. It’s about <span class='over_bold'>us</span> working <span class='over_bold'> together </span> to make project ECC a success. Welcome to ECC, and we hope to see you pitching in and getting involved soon!",
    "teamPagePLLD": "Project Lead and Lead Developer",
    "teamPageHeadMarketing": "Head of Marketing",
    "teamPageDeveloper": "Developer",
    "teamPageDevops": "DevOps",
    "contactPageHeader": "We are ready to answer any questions you may have",
    "contactPageSend": "Send a message",
    "contactPageWarning": "We have a very large backlog of emails right now. Please do not contact us for exchange support, any info regarding ICO's, or when we will be listed on any given exchange. Emails falling in one of those categories will simply be ignored. If you are having issues downloading OSX, the link has been temporarily removed until we can fix the long list of issues OSX is having right now. If you are contacting us about an application to a position within the community please email Griffith directly at griffith@ecc.network. Thank you.",
    "contactPageFirstName": "First Name",
    "contactPageLastName": "Last Name",
    "contactPageMessage": "Message",
    "contactPageJoinUs": "Join Us",
    "developmentPageAnnouncements": "Announcements"
}